tap "grishka/grishka"
tap "homebrew/bundle"
tap "metalbear-co/mirrord"
tap "oven-sh/bun"
brew "asdf"
brew "awscli"
brew "cocoapods"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gradle"
brew "graphicsmagick"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "mas"
brew "pinentry-mac"
brew "python@3.9"
brew "zsh-autosuggestions"
brew "metalbear-co/mirrord/mirrord"
brew "oven-sh/bun/bun"
cask "aws-vpn-client"
cask "firefox@developer-edition"
cask "eloston-chromium"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "isimulator"
cask "krita"
cask "rio"
cask "windsurf"
vscode "biomejs.biome"
vscode "chdsbd.github-code-owners"
vscode "clinyong.vscode-css-modules"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "ctcuff.font-preview"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mrorz.language-gettext"
vscode "ms-playwright.playwright"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "smulyono.reveal"
vscode "stylelint.vscode-stylelint"
vscode "t3dotgg.vsc-material-theme-but-i-wont-sue-you"
vscode "tamasfe.even-better-toml"
vscode "tlent.jest-snapshot-language-support"
vscode "unifiedjs.vscode-mdx"
vscode "vercel.turbo-vsc"
vscode "ziyasal.vscode-open-in-github"
