tap "dbt-labs/dbt"
tap "facebook/fb"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "shivammathur/php"
brew "glib"
brew "harfbuzz"
brew "apktool"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "boost"
brew "bundletool"
brew "libssh2"
brew "openldap"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "srt"
brew "ffmpeg"
brew "frum"
brew "gh"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "httpd"
brew "jq"
brew "kompose"
brew "mas"
brew "n"
brew "nghttp2"
brew "node", link: false
brew "php@7.4"
brew "phpstan"
brew "pidof"
brew "pre-commit"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "tfenv"
brew "watchman"
brew "xcbeautify"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "facebook/fb/idb-companion"
brew "shivammathur/php/php@5.6"
cask "azure-data-studio"
cask "cscreen"
cask "docker"
cask "figma"
cask "flipper"
cask "gimp"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "inkscape"
cask "insomnia"
cask "intel-power-gadget"
cask "mailspring"
cask "ngrok"
cask "openvpn-connect"
cask "p4v"
cask "phpstorm"
cask "postman"
cask "react-native-debugger"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "steam"
cask "temurin11"
cask "visual-studio-code"
cask "vlc"
mas "Boop", id: 1518425043
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Simplenote", id: 692867256
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "bastienboutonnet.vscode-dbt"
vscode "bradlc.vscode-tailwindcss"
vscode "bryceo.simple-react-hooks-snippets"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "geeksharp.openssl-configuration-file"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "mathiasfrohlich.Kotlin"
vscode "me-dutour-mathieu.vscode-firebase"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "msjsdiag.vscode-react-native"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "sidneys1.gitconfig"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "wayou.vscode-todo-highlight"
